[IRI_PhaseWalk X2AbilityTemplate].
LocFriendlyName="Фазовый переход"
LocLongDescription="Временно исчезнуть из реальности, чтобы телепортироваться в ближайшую позицию."
LocHelpText="Временно исчезнуть из реальности, чтобы телепортироваться в ближайшую позицию."
LocFlyOverText="Фазовый переход"

[IRI_NullWard X2AbilityTemplate]
LocFriendlyName="Нулевой страж"
LocLongDescription="Создает псионические щиты вокруг солдата и ближайших его союзников. Щиты исчезают, если этот пси-агент будет убит."
LocHelpText="Создает псионические щиты вокруг солдата и ближайших его союзников."
LocFlyOverText="Нулевой страж"

[IRI_PsiReanimation X2AbilityTemplate]
LocFriendlyName="Пси-реанимация"
LocLongDescription="Наполнить псионической энергией тело недавно убитого гуманоида, беря его под контроль и заставляя двигаться и сражаться как "пси-зомби"."
LocHelpText="Поднять мертвого солдата, гражданского или солдата \"Адвента\" в качестве псионического зомби."
LocFlyOverText="Пси-реанимация"
LocPromotionPopupText="<Bullet/> Солдат не может использовать \"Пси-реанимацию\", пока использует \"Контроль разума\" или \"Слияние душ\".<br/><Bullet/> Если солдат умрет или станет недееспособным, поднятый зомби умрет.<br/><Bullet/> Вы можете управлять несколькими зомби одновременно."

[IRI_SoulMerge X2AbilityTemplate]
LocFriendlyName="Слияние душ"
LocHelpText="Выполните слияние разума с союзным солдатом. Этот юнит немедленно получает бонусное очко действия и постоянный прирост характеристик, пока существует слияние. Если солдат убит во время слияния разумов, этот юнит тоже погибает."
LocLongDescription="Выполните слияние разума с союзным солдатом. Этот юнит немедленно получает бонусное очко действия и постоянный прирост характеристик, пока существует слияние. Если солдат убит во время слияния разумов, этот юнит тоже погибает."
LocFlyOverText="Слияние душ"
LocPromotionPopupText="Эта способность заменяет \"Вдохновение\", но не требует его."

[IRI_SoulStorm X2AbilityTemplate]
LocFriendlyName="Шторм душ"
LocLongDescription="Призывает метеоры из псионической энергии, чтобы нанести урон врагам в целевой области и разрушать их укрытия."
LocHelpText="Призывает метеоры из псионической энергии, чтобы нанести урон врагам в целевой области и разрушать их укрытия."
LocFlyOverText="Шторм душ"
LocPromotionPopupText="Не уничтожает полы и перекрытия."

[IRI_ReleaseZombie X2AbilityTemplate]
LocFriendlyName="Освободить зомби"
LocLongDescription="Освободите псионический контроль над этим зомби, убив его."
LocHelpText="Освободите псионический контроль над этим зомби, убив его."
LocFlyOverText="Зомби освобожден"

[IRI_ReleaseSoulMerge X2AbilityTemplate]
LocFriendlyName="Прервать слияние душ"
LocLongDescription="Безвредно разорвать псионическую связь между духовно связанными юнитами."
LocHelpText="Безвредно разорвать псионическую связь между духовно связанными юнитами."
LocFlyOverText="Слияние душ прервано"

[IRI_ReleaseMindControl X2AbilityTemplate]
LocFriendlyName="Прервать контроль над разумом"
LocLongDescription="Разорвать псионическую связь с юнитом находящимся под контролем разума."
LocHelpText="Разорвать псионическую связь с юнитом находящимся под контролем разума."
LocFlyOverText="Контроль разума прерван"

